OpenFOAM files/run/streetcanyon_perpendicular/LoD2/LAD06/broadleaf/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

//friction velocity = 0.55; Cμ=0.09

flowVelocity         (0 0 0);
pressure             0;
turbulentKE          0.895;
turbulentEpsilon     0.015;

// ************************************************************************* //
